bucket-backend/app/controllers/lists_controller.rb

SELECT "lists".* FROM "lists"
---
  def index
    @lists = List.all